Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitMusicLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.outOfTuneAdjustLower
source: Out of tune - adjust lower.
ar: غير متناسق - اضبط أدنى.
bg: Извън тон - коригирайте надолу.
ca: Desafinada - ajusta més avall.
cs: Nalaďte níž.
da: Ikke i tuning - juster nedad.
de: Nicht im Einklang - niedriger einstellen.
el: Εκτός τόνας - ρυθμίστε προς τα κάτω.
es: Fuera de tono - ajusta más bajo.
es_419: Fuera de tono - ajusta más bajo.
fi: Epävireessä - säädä matalammalle.
fr: Désaccord - ajuste vers le bas.
fr_ca: Désaccordé - ajustez vers le bas.
he: לא מכוון - יש להתאים נמוך יותר.
hi: ट्यून नहीं है - नीचे समायोजित करें।
hr: Izvan tona - podesite niže.
hu: Nincs megfelelő hangolás - állítsd lejjebb.
id: Nada tidak tepat - sesuaikan lebih rendah.
it: Fuori tono - regola verso il basso.
ja: 音程が外れています - 低く調整してください。
kk: Әуеннен ауытқуға - төменнен түзетіңіз.
ko: 음이 맞지 않음 - 낮게 조정하십시오.
ms: Keluar dari nada - sesuaikan lebih rendah.
nb: Utenfor tone - juster lavere.
nl: Niet in de haak - lager afstemmen.
pl: Nie w stroju - dostosuj w dół.
pt_br: Fora de sintonia - ajuste para baixo.
pt_pt: Fora de tom - ajuste para baixo.
ro: Piesa este falsă - ajustează mai jos.
ru: Вне настройки - понизьте тон.
sk: Nesprávne ladené - nastavte nižšie.
sv: Ur ton - justera nedåt.
th: มีเสียงเพี้ยน - ปรับต่ำลง.
tr: Akort dışı - daha düşüğe ayarlayın.
uk: Налаштування не в тоні - зменшіть.
vi: Không đúng nốt - điều chỉnh thấp hơn.
zh_hans: 音调不准 - 调低。
zh_hant: 走音 - 調低。
zh_hk: 音調不準 - 請調低。

# TK.Message.practiceMakesPerfect
source: Practice makes perfect
ar: الممارسة تؤدي إلى الكمال
bg: Практиката съвършенства.
ca: La pràctica fa el mestre
cs: Trénink dělá mistra
da: Øvelse gør mester
de: Übung macht den Meister
el: Η εξάσκηση φέρνει την τελειότητα
es: La práctica hace al maestro
es_419: La práctica hace al maestro
fi: Harjoittelu tekee mestarin
fr: La pratique rend parfait(e)
fr_ca: La pratique rend parfait
he: תרגול מביא לשלמות
hi: अभ्यास से परिपूर्णता आती है
hr: Vežba čini savršenstvo
hu: A gyakorlat teszi a mestert.
id: Latihan membuat sempurna
it: La pratica rende perfetti
ja: 練習が完璧を作る
kk: Тәжірибе жетілдіреді
ko: 연습은 완벽하게 만듭니다.
ms: Latihan menjadikan sempurna
nb: Øvelse gjør mester.
nl: Oefening baart kunst
pl: Praktyka czyni mistrza
pt_br: A prática leva à perfeição
pt_pt: A prática leva à perfeição
ro: Exersarea duce la perfecțiune
ru: Навык приходит с практикой
sk: Cvičenie robí majstra
sv: Övning ger färdighet
th: การฝึกซ้อมทำให้สมบูรณ์แบบ
tr: Pratik mükemmelleştirir
uk: Практика робить досконалим
vi: Thực hành sẽ dẫn đến hoàn hảo.
zh_hans: 熟能生巧。
zh_hant: 熟能生巧
zh_hk: 熟能生巧

# TK.Message.practiceSessionCompleted
source: Practice session completed.
ar: تم الانتهاء من جلسة التدريب.
bg: Сесията по практика е завършена.
ca: Sessió d'entrenament completada.
cs: Cvičná lekce byla dokončena.
da: Øvelsessessionen er afsluttet.
de: Übungszeitraum abgeschlossen.
el: Η συνεδρία πρακτικής ολοκληρώθηκε.
es: Sesión de práctica completada.
es_419: Sesión de práctica completada.
fi: Harjoittelusessio on suoritettu.
fr: Séance de pratique terminée.
fr_ca: Session de pratique terminée.
he: מושב האימון הסתיים.
hi: अभ्यास सत्र पूरा हुआ।
hr: Praksa je završena.
hu: A gyakorló session befejeződött.
id: Sesi latihan selesai.
it: Sessione di pratica completata.
ja: 練習セッションが完了しました。
kk: Тренировка сессиясы аяқталды.
ko: 연습 세션이 완료되었습니다.
ms: Sesi latihan telah selesai.
nb: Øving fullført.
nl: Oefensessie voltooid.
pl: Sesja ćwiczeń zakończona.
pt_br: Sessão de prática concluída.
pt_pt: Sessão de prática finalizada.
ro: Ședința de practică s-a încheiat.
ru: Занятие завершено.
sk: Cvičenie bolo dokončené.
sv: Övningspasset är klart.
th: เสร็จสิ้นการฝึกซ้อม.
tr: Alıştırma oturumu tamamlandı.
uk: Сесію практики завершено.
vi: Buổi luyện tập đã hoàn thành.
zh_hans: 练习课程已完成。
zh_hant: 練習課程已完成。
zh_hk: 練習會話已完成。

# TK.Message.progressSavedSuccessfully
source: Progress saved successfully.
ar: تم حفظ التقدم بنجاح.
bg: Напредъкът е запазен успешно.
ca: Progrés guardat correctament.
cs: Pokrok byl úspěšně uložen.
da: Fremskridt gemt med succes.
de: Fortschritt erfolgreich gespeichert.
el: Η πρόοδος αποθηκεύτηκε επιτυχώς.
es: Progreso guardado con éxito.
es_419: Progreso guardado con éxito.
fi: Edistys tallennettu onnistuneesti.
fr: Progrès enregistré avec succès.
fr_ca: Progression enregistrée avec succès.
he: ההתקדמות נשמרה בהצלחה.
hi: प्रगति सफलतापूर्वक सहेजी गई।
hr: Napredak je uspješno spremljen.
hu: A haladás sikeresen elmentve.
id: Kemajuan berhasil disimpan.
it: Progresso salvato con successo.
ja: 進捗が正常に保存されました。
kk: Прогресс сәтті сақталды.
ko: 진행 사항이 성공적으로 저장되었습니다.
ms: Kemajuan telah disimpan dengan jayanya.
nb: Fremdrift lagret.
nl: Vooruitgang succesvol opgeslagen.
pl: Postępy zostały pomyślnie zapisane.
pt_br: Progresso salvo com sucesso.
pt_pt: Progresso guardado com sucesso.
ro: Progresul a fost salvat cu succes.
ru: Прогресс успешно сохранён.
sk: Pokrok bol úspešne uložený.
sv: Framsteg har sparats.
th: บันทึกความก้าวหน้าเรียบร้อยแล้ว.
tr: İlerleme başarıyla kaydedildi.
uk: Прогрес успішно збережено.
vi: Tiến trình đã được lưu thành công.
zh_hans: 进度已成功保存。
zh_hant: 進度已成功儲存。
zh_hk: 進度已成功儲存。

# TK.Message.recordingAlreadyInProgress
source: Recording already in progress.
ar: التسجيل جارٍ بالفعل.
bg: Записването вече е в ход.
ca: La gravació ja està en curs.
cs: Nahrávání již probíhá.
da: Optagelse er allerede i gang.
de: Aufnahme bereits im Gange.
el: Η ηχογράφηση είναι ήδη σε εξέλιξη.
es: Grabación ya en progreso.
es_419: Grabación ya en progreso.
fi: Äänitys on jo käynnissä.
fr: Enregistrement déjà en cours.
fr_ca: Enregistrement déjà en cours.
he: הקלטה כבר בתהליך.
hi: रिकॉर्डिंग पहले से जारी है।
hr: Snimanje je već u tijeku.
hu: Felvétel már folyamatban van.
id: Perekaman sudah berlangsung.
it: Registrazione già in corso.
ja: 録音が既に進行中です。
kk: Жазу процесі қазірдің өзінде басталды.
ko: 녹음이 이미 진행 중입니다.
ms: Rakaman sedang dalam proses.
nb: Opptak allerede i gang.
nl: Opname is al bezig.
pl: Nagrywanie już trwa.
pt_br: Gravação já em andamento.
pt_pt: Gravação já em andamento.
ro: Înregistrarea este deja în curs de desfășurare.
ru: Запись уже идёт.
sk: Nahrávanie už prebieha.
sv: Inspelning pågår redan.
th: กำลังบันทึกอยู่แล้ว
tr: Kayıt zaten devam ediyor.
uk: Записування вже триває.
vi: Đang ghi âm, vui lòng kiên nhẫn.
zh_hans: 录音已在进行中。
zh_hant: 錄音已在進行中。
zh_hk: 錄音已在進行中。

# TK.Message.sheetMusicImportedSuccessfully
source: Sheet music imported successfully.
ar: تم استيراد نوتة الموسيقى بنجاح.
bg: Нотите са импортирани успешно.
ca: Partitura importada amb èxit.
cs: Noty byly úspěšně importovány.
da: Noder er importeret med succes.
de: Notenblatt erfolgreich importiert.
el: Η παρτιτούρα εισάχθηκε με επιτυχία.
es: Partitura importada con éxito.
es_419: Partitura importada con éxito.
fi: Nuotit tuotu onnistuneesti.
fr: Partition importée avec succès.
fr_ca: Partitions importées avec succès.
he: דפי הנגינה יובאו בהצלחה.
hi: शीट म्यूजिक सफलतापूर्वक आयात किया गया।
hr: Notni zapis je uspješno importiran.
hu: A kották sikeresen importálva lettek.
id: Partitur musik berhasil diimpor.
it: Partitura importata con successo.
ja: 楽譜が正常にインポートされました。
kk: Нота қағазы сәтті импортталды.
ko: 악보가 성공적으로 가져왔습니다.
ms: Muzik lembaran diimport dengan jayanya.
nb: Noteark importert med suksess.
nl: Bladmuziek succesvol geïmporteerd.
pl: Partytura zaimportowana pomyślnie.
pt_br: Partitura importada com sucesso.
pt_pt: Partitura importada com sucesso.
ro: Partitura a fost importată cu succes.
ru: Ноты импортированы успешно.
sk: Notový zápis bol úspešne importovaný.
sv: Noterna har importerats framgångsrikt.
th: นำโน้ตเพลงเข้ามาเรียบร้อยแล้ว
tr: Notalar başarıyla içe aktarıldı.
uk: Ноти імпортовано успішно.
vi: Nhạc biên soạn đã được nhập thành công.
zh_hans: 乐谱成功导入。
zh_hant: 樂譜已成功匯入。
zh_hk: 樂譜已成功導入。

# TK.Message.tuningCompletedSuccessfully
source: Tuning completed successfully.
ar: تمت عملية التوليف بنجاح.
bg: Настройката е завършена успешно.
ca: Sintonització completada amb èxit.
cs: Ladění bylo úspěšně dokončeno.
da: Tuning gennemført med succes.
de: Einstellung erfolgreich abgeschlossen.
el: Η ρύθμιση ολοκληρώθηκε με επιτυχία.
es: La sintonización se ha completado con éxito.
es_419: Ajuste completado con éxito.
fi: Viritys suoritettu onnistuneesti.
fr: Réglage terminé avec succès.
fr_ca: Ajustement terminé avec succès.
he: התהליך הושלם בהצלחה.
hi: ट्यूनिंग सफलतापूर्वक पूरी हो गई।
hr: Podešavanje je uspješno završeno.
hu: A hangolás sikeresen befejeződött.
id: Penyetelan selesai dengan sukses.
it: Sintonizzazione completata con successo.
ja: 調整が正常に完了しました。
kk: Тюнинг сәтті аяқталды.
ko: 튜닝이 성공적으로 완료되었습니다.
ms: Penyelarasan telah berjaya diselesaikan.
nb: Justering fullført.
nl: Afstemmen succesvol afgerond.
pl: Strojenie zakończone pomyślnie.
pt_br: Ajuste concluído com sucesso.
pt_pt: A afinação foi concluída com sucesso.
ro: Ajustarea s-a realizat cu succes.
ru: Настройка успешно завершена.
sk: Ladenie bolo úspešne dokončené.
sv: Justeringen slutförd.
th: การปรับตั้งเสร็จสิ้นเรียบร้อยแล้ว.
tr: Ayarlar başarıyla tamamlandı.
uk: Налаштування успішно завершено.
vi: Điều chỉnh đã hoàn thành thành công.
zh_hans: 调音成功完成。
zh_hant: 調整已成功完成。
zh_hk: 調整已成功完成。

# TK.Message.yourDailyStreakAchieved
source: Your daily streak achieved!
ar: لقد حققت سلسلة يومك!
bg: Дневната ти серия е завършена!
ca: Has aconseguit la teva ratxa diària!
cs: Tvoje denní série je dosažena!
da: Du har nået din daglige streak!
de: Dein täglicher Streak wurde erreicht!
el: Επιτεύχθηκε η καθημερινή σου ακολουθία!
es: ¡Has logrado tu racha diaria!
es_419: ¡Has logrado tu racha diaria!
fi: Päivittäinen putkesi on saavutettu!
fr: Votre série quotidienne est atteinte !
fr_ca: Votre série quotidienne est atteinte !
he: ההישג היומי שלך הושג!
hi: आपकी दैनिक निरंतरता हासिल हो गई!
hr: Tvoj dnevni niz je postignut!
hu: A napi sorozatod teljesítve!
id: Streak harianmu tercapai!
it: Hai raggiunto la tua serie quotidiana!
ja: あなたのデイリーストリークが達成されました！
kk: Күнделікті жетістігіңізді аяқтады!
ko: 오늘의 연속성 달성!
ms: Peningkatan streak harian anda telah dicapai!
nb: Du har oppnådd din daglige rekke!
nl: Je dagelijkse streak is behaald!
pl: Twoja codzienna seria została osiągnięta!
pt_br: Sua sequência diária foi alcançada!
pt_pt: Concluíste a tua sequência diária!
ro: Ai realizat streak-ul zilnic!
ru: Вы достигли дневной цели!
sk: Tvoj denný séria bol dosiahnutá!
sv: Din dagliga serie är uppnådd!
th: คุณได้ทำสถิติรายวันสำเร็จแล้ว!
tr: Günlük seriniz başarıyla elde edildi!
uk: Ваша щоденна активність завершена!
vi: Bạn đã hoàn thành chuỗi hàng ngày!
zh_hans: 你的每日连续记录达成了！
zh_hant: 你已達成每日連續打卡！
zh_hk: 你已达成每日记录！

# TK.Message.yourRecordingHasBeenSaved
source: Your recording has been saved.
ar: تم حفظ تسجيلك.
bg: Записът ти е запазен.
ca: La teva gravació s'ha desat.
cs: Tvůj záznam byl uložen.
da: Din optagelse er gemt.
de: Deine Aufnahme wurde gespeichert.
el: Η ηχογράφηση σου έχει αποθηκευτεί.
es: Tu grabación ha sido guardada.
es_419: Tu grabación ha sido guardada.
fi: Tallennus on onnistunut.
fr: Ton enregistrement a été sauvé.
fr_ca: Votre enregistrement a été sauvegardé.
he: ההקלטה שלך נשמרה.
hi: आपकी रिकॉर्डिंग सहेज ली गई है।
hr: Tvoje snimanje je spremljeno.
hu: A felvételed elmentve.
id: Rekamanmu telah disimpan.
it: La tua registrazione è stata salvata.
ja: 録音は保存されました。
kk: Сіздің жазбаңыз сақталды.
ko: 녹음이 저장되었습니다.
ms: Rakaman anda telah disimpan.
nb: Opptaket ditt ble lagret.
nl: Je opname is opgeslagen.
pl: Twoje nagranie zostało zapisane.
pt_br: Sua gravação foi salva.
pt_pt: A tua gravação foi guardada.
ro: Înregistrarea ta a fost salvată.
ru: Ваша запись сохранена.
sk: Tvoje nahrávky boli uložené.
sv: Din inspelning har sparats.
th: การบันทึกของคุณถูกบันทึกแล้ว.
tr: Kaydınız kaydedildi.
uk: Ваш запис збережено.
vi: Bản ghi âm của bạn đã được lưu.
zh_hans: 你的录音已保存。
zh_hant: 你的錄音已被保存。
zh_hk: 你的录音已保存。

# TK.Placeholder.analyzingTempoDots
source: Analyzing tempo…
ar: جاري تحليل الإيقاع…
bg: Анализиране на темпото…
ca: Analitzant tempo…
cs: Analyzuji tempo…
da: Analyserer tempo…
de: Tempo analysieren…
el: Ανάλυση ρυθμού…
es: Analizando tempo…
es_419: Analizando tempo…
fi: Analysoidaan tempoa…
fr: Analyse du tempo…
fr_ca: Analyse du tempo…
he: מנתח קצב…
hi: लय का विश्लेषण कर रहे हैं…
hr: Analiziranje tempa…
hu: Tempo elemzése…
id: Menganalisis tempo…
it: Analizzando il tempo…
ja: テンポを分析中…
kk: Күту парағын талдау…
ko: 템포 분석 중…
ms: Menganalisis tempo…
nb: Analyserer tempo…
nl: Tempo analyseren…
pl: Analizowanie tempa…
pt_br: Analisando tempo…
pt_pt: A analisar tempo...
ro: Analizează tempo…
ru: Анализ темпа…
sk: Analyzovanie tempa…
sv: Analyserar tempo…
th: กำลังวิเคราะห์จังหวะ…
tr: Tempo analiz ediliyor...
uk: Аналіз темпу…
vi: Đang phân tích nhịp điệu…
zh_hans: 正在分析节奏…
zh_hant: 正在分析節奏…
zh_hk: 正在分析節拍…

# TK.Placeholder.chooseInstrumentDots
source: Choose instrument…
ar: اختر الأداة…
bg: Изберете инструмент…
ca: Trieu instrument…
cs: Vybrat nástroj…
da: Vælg instrument...
de: Instrument auswählen…
el: Επιλογή οργάνου…
es: Elegir instrumento…
es_419: Elige instrumento…
fi: Valitse instrumentti…
fr: Choisissez un instrument…
fr_ca: Choisir un instrument…
he: בחר כלי…
hi: साधन चुनें…
hr: Odaberi instrument…
hu: Válaszd ki az eszközt…
id: Pilih instrumen…
it: Scegli strumento…
ja: 楽器を選択…
kk: Құралды таңдаңыз…
ko: 악기 선택…
ms: Pilih instrumen…
nb: Velg instrument…
nl: Kies instrument…
pl: Wybierz instrument…
pt_br: Escolha o instrumento…
pt_pt: Escolher instrumento…
ro: Alege instrumentul…
ru: Выберите инструмент…
sk: Vybrať nástroj…
sv: Välj instrument…
th: เลือกเครื่องมือ…
tr: Araç seç…
uk: Оберіть інструмент…
vi: Chọn nhạc cụ…
zh_hans: 选择乐器…
zh_hant: 選擇樂器…
zh_hk: 選擇樂器…

# TK.Placeholder.detectingPitchDots
source: Detecting pitch…
ar: جارٍ الكشف عن النغمة…
bg: Определяне на височината…
ca: Detectant altura…
cs: Zjišťování tónu…
da: Registrerer tonehøjde…
de: Tonhöhe wird erkannt…
el: Ανίχνευση ύψους…
es: Detectando tono…
es_419: Detectando tonalidad…
fi: Tunnistetaan sävelkorkeutta…
fr: Détection de la hauteur…
fr_ca: Détection de la tonalité…
he: מאתר גובה צליל…
hi: ध्वनि की पहचान कर रहे हैं…
hr: Otkrivanje visine…
hu: Hangmagasság észlelése…
id: Mendeteksi nada…
it: Rilevazione tono…
ja: 音程を検出中…
kk: Дыбыстың тонусын анықтау…
ko: 피치 탐지 중…
ms: Mengesan nada…
nb: Oppdager pitch…
nl: Harmonie detecteren…
pl: Wykrywanie wysokości dźwięku…
pt_br: Detectando altura…
pt_pt: A detetar tom…
ro: Detectarea tonalității…
ru: Определение высоты звука…
sk: Zisťujem výšku…
sv: Detekterar tonhöjd…
th: กำลังตรวจจับเสียง…
tr: Ses tonu algılanıyor…
uk: Визначення висоти тону…
vi: Đang phát hiện âm…
zh_hans: 正在检测音高…
zh_hant: 正在偵測音調…
zh_hk: 正在檢測音高…

# TK.Placeholder.eG120BPM
source: e.g. 120 BPM
ar: مثل 120 نبضة في الدقيقة
bg: напр. 120 BPM
ca: p.ex. 120 BPM
cs: např. 120 BPM
da: f.eks. 120 BPM
de: z.B. 120 BPM
el: π.χ. 120 BPM
es: p. ej. 120 BPM
es_419: p. ej. 120 BPM
fi: esim. 120 BPM
fr: par ex. 120 BPM
fr_ca: p. ex. 120 BPM
he: למשל 120 BPM
hi: उदा. 120 BPM
hr: npr. 120 BPM
hu: pl. 120 BPM
id: cth. 120 BPM
it: ad es. 120 BPM
ja: 例：120 BPM
kk: мысалы, 120 BPM
ko: 예: 120 BPM
ms: cth. 120 BPM
nb: f.eks. 120 BPM
nl: bijv. 120 BPM
pl: np. 120 BPM
pt_br: ex. 120 BPM
pt_pt: ex.: 120 BPM
ro: de ex. 120 BPM
ru: прим. 120 BPM
sk: napr. 120 BPM
sv: t.ex. 120 BPM
th: เช่น 120 BPM
tr: örn. 120 BPM
uk: наприклад 120 BPM
zh_hans: 例如 120 BPM
zh_hant: 例如 120 BPM
zh_hk: 例如 120 BPM

# TK.Placeholder.egcMajor
source: e.g. C Major
ar: مثل دو كبير
bg: напр. До мажор
ca: p.ex. Do Major
cs: např. C dur
da: f.eks. C-dur
de: z.B. C-Dur
el: π.χ. Ντο μείζονα
es: p. ej. Do Mayor
es_419: p. ej. Do Mayor
fi: esim. C-duuri
fr: par ex. Do majeur
fr_ca: p. ex. Do Majeur
he: למשל דו מז'ור
hi: उदा. C मेजर
hr: npr. C dur
hu: pl. C-dúr
id: cth. C Mayor
it: ad es. Do maggiore
ja: 例：Cメジャー
kk: мысалы, C мажор
ko: 예: C장조
ms: cth. C Major
nb: f.eks. C-dur
nl: bijv. C majeur
pl: np. C-dur
pt_br: ex. Dó Maior
pt_pt: ex.: Dó Maior
ro: de ex. Do Major
ru: прим. До мажор
sk: napr. C dur
sv: t.ex. C-dur
th: เช่น C Major
tr: örn. Do Major
uk: наприклад, До мажор
zh_hans: 例如 C 大调
zh_hant: 例如 C 大調
zh_hk: 例如 C 大調

# TK.Placeholder.enterAlbumNameDots
source: Enter album name…
ar: أدخل اسم الألبوم…
bg: Въведи име на албум…
ca: Introduir nom de l'àlbum…
cs: Zadejte název alba…
da: Indtast album navn…
de: Albumname eingeben…
el: Εισάγετε όνομα άλμπουμ…
es: Ingresa nombre del álbum…
es_419: Ingresa el nombre del álbum…
fi: Syötä albumin nimi…
fr: Entrez le nom de l'album…
fr_ca: Entrer le nom de l'album…
he: הכנס שם אלבום…
hi: एल्बम का नाम दर्ज करें…
hr: Unesi naziv albuma…
hu: Add meg az album nevét…
id: Masukkan nama album…
it: Inserisci il nome dell'album…
ja: アルバム名を入力…
kk: Альбом атауын енгізіңіз…
ko: 앨범 이름 입력…
ms: Masukkan nama album…
nb: Skriv inn albumnavn…
nl: Voer albumnaam in…
pl: Wprowadź nazwę albumu…
pt_br: Inserir nome do álbum…
pt_pt: Inserir nome do álbum…
ro: Introdu numele albumului…
ru: Введите название альбома…
sk: Zadať názov albumu…
sv: Ange albumnamn…
th: กรอกชื่ออัลบั้ม…
tr: Albüm adı girin…
uk: Введіть назву альбому…
vi: Nhập tên album…
zh_hans: 输入专辑名称…
zh_hant: 輸入專輯名稱…
zh_hk: 輸入專輯名稱…

# TK.Placeholder.enterArtistNameDots
source: Enter artist name…
ar: أدخل اسم الفنان…
bg: Въведете името на артистa…
ca: Introdueix el nom de l'artista…
cs: Zadejte jméno umělce…
da: Indtast kunstnerens navn…
de: Namen des Künstlers eingeben…
el: Εισάγετε όνομα καλλιτέχνη…
es: Ingresa nombre del artista…
es_419: Ingresa el nombre del artista…
fi: Anna artistin nimi…
fr: Entrez le nom de l'artiste…
fr_ca: Entrer le nom de l'artiste…
he: הכנס שם אמן…
hi: कलाकार का नाम डालें…
hr: Unesi ime izvođača…
hu: Művész nevének megadása…
id: Masukkan nama artis…
it: Inserisci nome artista…
ja: アーティスト名を入力…
kk: Әртістің атын енгізіңіз…
ko: 아티스트 이름 입력…
ms: Masukkan nama artis…
nb: Skriv inn artistnavn…
nl: Voer naam van de artiest in …
pl: Wprowadź imię artysty…
pt_br: Digite o nome do artista…
pt_pt: Introduzir nome do artista…
ro: Introducerea numelui artistului…
ru: Введите имя исполнителя…
sk: Zadaj meno umelca…
sv: Ange artistens namn…
th: กรอกชื่อศิลปิน…
tr: Sanatçının adını gir…
uk: Введіть ім'я артиста…
vi: Nhập tên nghệ sĩ…
zh_hans: 请输入艺术家姓名…
zh_hant: 輸入藝術家名稱…
zh_hk: 輸入藝術家名稱…

# TK.Placeholder.enterBPMDots
source: Enter BPM…
ar: أدخل نبضة في الدقيقة…
bg: Въведи BPM…
ca: Introdueix el BPM…
cs: Zadejte BPM…
da: Indtast BPM…
de: BPM eingeben…
el: Εισάγετε BPM…
es: Ingresa BPM…
es_419: Ingresa BPM…
fi: Syötä BPM…
fr: Entrez le BPM…
fr_ca: Entrez les BPM…
he: הזן BPM…
hi: बीपीएम दर्ज करें…
hr: Unesi BPM…
hu: Írd be a BPM-et…
id: Masukkan BPM…
it: Inserisci BPM…
ja: BPMを入力…
kk: BPM енгізіңіз…
ko: BPM 입력…
ms: Masukkan BPM…
nb: Skriv inn BPM…
nl: Voer BPM in…
pl: Wprowadź BPM…
pt_br: Digite o BPM…
pt_pt: Introduza BPM…
ro: Introdu BPM…
ru: Введите количество ударов в минуту…
sk: Zadaj BPM…
sv: Ange BPM…
th: กรอก BPM…
tr: BPM değerini gir…
uk: Введіть BPM…
vi: Nhập BPM…
zh_hans: 输入每分钟节拍（BPM）…
zh_hant: 輸入每分鐘拍數…
zh_hk: 輸入BPM…

# TK.Placeholder.enterChordProgressionDots
source: Enter chord progression…
ar: أدخل تسلسل الأوتار…
bg: Въведи акордовата прогресия…
ca: Introdueix la progressió d'acords…
cs: Zadejte akordovou progresi…
da: Indtast akkordprogression…
de: Akkordfolge eingeben…
el: Εισάγετε ακολουθία συγχορδιών…
es: Ingresa la progresión de acordes…
es_419: Ingresa la progresión de acordes…
fi: Syötä sointukuvio…
fr: Entrez la progression d'accords…
fr_ca: Entrez la progression des accords…
he: הזן התקדמות אקורד…
hi: राग प्रगति दर्ज करें…
hr: Unesi progresiju akorda…
hu: Írd be a dallammenetet…
id: Masukkan progresi akor…
it: Inserisci la progressione degli accordi…
ja: コード進行を入力…
kk: Ән прогрессиясын енгізіңіз…
ko: 코드 진행 입력…
ms: Masukkan progresi akor…
nb: Skriv inn akkordprogresjon…
nl: Voer de akkoordprogressie in…
pl: Wprowadź progresję akordów…
pt_br: Digite a progressão do acorde…
pt_pt: Introduza a progressão de acordes…
ro: Introdu progresia acordurilor…
ru: Введите последовательность аккордов…
sk: Zadaj postup akordov…
sv: Ange ackordprogression…
th: กรอกความก้าวหน้าของคอร์ด…
tr: Dizgi ilerlemesini gir…
uk: Введіть послідовність акордів…
vi: Nhập tiến trình hợp âm…
zh_hans: 输入和弦进行…
zh_hant: 輸入和弦進行…
zh_hk: 輸入和弦進行…

# TK.Placeholder.enterLyricsHereDots
source: Enter lyrics here…
ar: أدخل كلمات الأغاني هنا…
bg: Въведи текст на песента тук…
ca: Introdueix la lletra aquí…
cs: Zadejte text písně…
da: Indtast tekst her…
de: Songtexte hier eingeben…
el: Εισάγετε στίχους εδώ…
es: Introduce las letras aquí…
es_419: Ingresa la letra aquí…
fi: Syötä sanoitukset tähän…
fr: Entrez les paroles ici…
fr_ca: Entrez les paroles ici…
he: הזן מילות שיר כאן…
hi: गायन के बोल दर्ज करें…
hr: Unesite tekst pjesme ovdje…
hu: Írd be a dalszöveget itt…
id: Masukkan lirik di sini…
it: Inserisci testo qui…
ja: 歌詞を入力してください…
kk: Ән мәтіндерін енгізіңіз…
ko: 가사 입력…
ms: Masukkan lirik di sini…
nb: Skriv inn tekstene her…
nl: Voer songteksten hier in…
pl: Wpisz tekst piosenki…
pt_br: Digite a letra da música aqui…
pt_pt: Introduza a letra aqui…
ro: Introduceti versurile aici…
ru: Введите текст песни здесь…
sk: Zadaj text piesne…
sv: Ange låttext här…
th: กรุณาใส่เนื้อเพลงที่นี่…
tr: Şarkı sözlerini buraya girin…
uk: Введіть текст пісні тут…
vi: Nhập lời bài hát ở đây…
zh_hans: 在这里输入歌词…
zh_hant: 請在這裡輸入歌詞…
zh_hk: 輸入歌詞…

# TK.Placeholder.enterSongTitleDots
source: Enter song title…
ar: أدخل عنوان الأغنية…
bg: Въведи заглавие на песен…
ca: Introdueix el títol de la cançó…
cs: Zadejte název písně…
da: Indtast sangtitel…
de: Gib den Songtitel ein…
el: Εισάγετε τον τίτλο του τραγουδιού…
es: Introducir título de la canción…
es_419: Ingresa el título de la canción…
fi: Syötä laulun nimi…
fr: Entrez le titre de la chanson…
fr_ca: Saisissez le titre de la chanson…
he: הזן שם שיר…
hi: गाने का शीर्षक दर्ज करें…
hr: Unesi naziv pjesme…
hu: Írd be a dal címét…
id: Masukkan judul lagu…
it: Inserisci il titolo della canzone…
ja: 曲のタイトルを入力…
kk: Әннің атауын енгізіңіз…
ko: 곡 제목 입력…
ms: Masukkan tajuk lagu…
nb: Skriv inn sangtittel…
nl: Voer songtitel in…
pl: Wprowadź tytuł utworu…
pt_br: Digite o título da música…
pt_pt: Introduza o título da canção…
ro: Introduceti titlul melodiei…
ru: Введите название песни…
sk: Zadaj názov piesne…
sv: Ange låttitel…
th: กรุณาใส่ชื่อเพลง…
tr: Şarkı başlığını girin…
uk: Введіть назву пісні…
vi: Nhập tiêu đề bài hát…
zh_hans: 请输入歌曲标题…
zh_hant: 輸入歌曲標題…
zh_hk: 輸入歌曲標題…

# TK.Placeholder.enterTimeSignatureDots
source: Enter time signature…
ar: أدخل توقيع الزمن…
bg: Въведи ритъм…
ca: Introdueix la signatura de temps…
cs: Zadejte takt
da: Indtast taktart…
de: Gib die Taktart ein…
el: Εισάγετε υπογραφή χρόνου…
es: Introduce la firma de tiempo…
es_419: Ingresa la firma de tiempo…
fi: Syötä tahtilaji…
fr: Entrez la signature temporelle…
fr_ca: Saisissez la signature rythmique…
he: הזן זמני מדידה…
hi: टाइम सिग्नेचर दर्ज करें…
hr: Unesi mjera vremena…
hu: Írd be az ütemmutatót…
id: Masukkan tanda waktu…
it: Inserisci la firma temporale…
ja: 拍子記号を入力…
kk: Уақыттың өлшемін енгізіңіз…
ko: 박자 기호 입력…
ms: Masukkan tanda waktu…
nb: Skriv inn taktsignatur…
nl: Voer maatsoort in…
pl: Wprowadź metrum…
pt_br: Insira a assinatura de tempo…
pt_pt: Introduza a assinatura de tempo…
ro: Introduceți semnătura de timp…
ru: Введите размер такта…
sk: Zadaj časový podpis…
sv: Ange taktart…
th: กรุณาใส่ลายเซ็นเวลา…
tr: Zaman imzasını girin…
uk: Введіть розмір такту…
vi: Nhập ký hiệu thời gian…
zh_hans: 请输入节拍记号…
zh_hant: 輸入拍號…
zh_hk: 輸入拍子記號…
